[
  {
    "term": "Aggregate Data",
    "definition": "Problem, intervention, and/or outcome data that are grouped together."
  },
  {
    "term": "Assessment",
    "definition": "Collection of pertinent objective and subjective client data; first step or concept of the problem solving process. Use of the Problem Classification Scheme enables the practitioner to operationalize assessment before completing problem identification."
  },
  {
    "term": "Classification",
    "definition": "Process of arranging similar terms into groups according to a specific model."
  },
  {
    "term": "Concepts",
    "definition": "Ideas that represent a merger of specific, familiar, concrete terms or objects into more general levels of abstraction; building blocks of a classification or taxonomy."
  },
  {
    "term": "Critical Thinking",
    "definition": "Careful analysis using facts, intuition, and experience intended to result in sound judgment."
  },
  {
    "term": "Decision Making",
    "definition": "Selection of a course of action after considering the advantages and disadvantages of alternatives."
  },
  {
    "term": "Evaluation",
    "definition": "Process designed to measure outcomes and compare results of care to designated standards; fourth step or concept of the problem solving process. Use of the Problem Rating Scale for Outcomes enables the practitioner to operationalize evaluation."
  },
  {
    "term": "Evidenced-Based Practice",
    "definition": "Selection of interventions based on accurate client data and current research. The practitioner combines critical thinking and the problem solving process, and often refers to best practices, guidelines, standards, protocols, or clinical pathways."
  },
  {
    "term": "Planning and Intervention",
    "definition": "Proposed and completed care actions and activities for diverse clients; third step or concept of the problem solving process. Use of the Intervention Scheme enables the practitioner to operationalize planning and intervention."
  },
  {
    "term": "Omaha System",
    "definition": "Research-based approach to practice, documentation, and information management that incorporates the Problem Classification Scheme, Intervention Scheme, and Problem Rating Scale for Outcomes."
  },
  {
    "term": "Omaha System Model",
    "definition": "Circular, dynamic, epidemiological, interactive conceptual model that represents the standardized instruments of the Omaha System and is based on the problem solving process, client-practitioner relationship/partnership, and concepts of critical thinking, clinical decision making, and quality improvement."
  },
  {
    "term": "Problem Identification",
    "definition": "Clinical judgment based on assessment data; identification or diagnosis of client interests, potential risks, signs, or symptoms; second step or concept of the problem solving process. Use of the Problem Classification enables the practitioner to operationalize problem identification after completing assessment."
  },
  {
    "term": "Problem-Solving Process",
    "definition": "Assessment, problem identification, planning and intervention, and evaluation steps or concepts that guide multidisciplinary health care practice and provide feedback loops to practitioners. Nurses often use the synonym nursing process whereas physicians use medical diagnostic process."
  },
  {
    "term": "Relationship Development",
    "definition": "Art of establishing a therapeutic partnership between practitioners and clients by combining health care services, understanding, self-respect, motivation, professionalism, and a genuine concern for others; a partnership arrangement. The existence of this partnership provides a context for interactions within the Omaha System model."
  },
  {
    "term": "Taxonomy",
    "definition": "Science of classification and arrangement of terms and concepts at levels from general to specific, according to established principles and rules."
  },
  {
    "term": "Terminology",
    "definition": "Study of symbols or terms used by one or more disciplines in health care and social services. The American Nurses Association developed a recognition process for diverse terminologies."
  },
  {
    "term": "Theory",
    "definition": "Coherent set of concepts; the relationships among the concepts can be described."
  },
  {
    "term": "Actual",
    "definition": "Client problem status characterized by the existence of one or more signs and symptoms. Used as a problem modifier that appears at the third level of the Problem Classification Scheme."
  },
  {
    "term": "Community",
    "definition": "Groups, schools, clinics, neighborhoods, or other larger geographic areas that share a common physical environment and ownership of a health—related problem. Used as a problem modifier that appears at the third level of the Problem Classification Scheme."
  },
  {
    "term": "Details",
    "definition": "Descriptive data that explain client interest in or concern about a specific problem. The practitioner identifies, describes, and documents details when selecting the modifier Health Promotion."
  },
  {
    "term": "Domains",
    "definition": "Four general areas that represent health care practice and provide organizational groupings for client problems. Appear at the first level of the Problem Classification Scheme."
  },
  {
    "term": "Environmental Domain",
    "definition": "Material resources and physical surroundings both inside and outside the living area, neighborhood, and broader community. Appears at the first level of the Problem Classification Scheme."
  },
  {
    "term": "Family",
    "definition": "Social unit or related group of individuals who live together and share ownership of a health-related problem. Used as a problem modifier that appears at the third level of the Problem Classification Scheme."
  },
  {
    "term": "Health Promotion",
    "definition": "Client status characterized by interest in increasing knowledge, behavior, and health expectations, as well as developing strengths and resources to enhance well-being in the absence of risk factors, signs, or symptoms. Used as a problem modifier that appears at the third level of the Problem Classification Scheme."
  },
  {
    "term": "Health-Related Behaviors Domain",
    "definition": "Patterns of activities that maintain or promote wellness, promote recovery, and decrease the risk of disease. Appears at the first level of the Problem Classification Scheme."
  },
  {
    "term": "High Priority",
    "definition": "Practitioner’s judgment that a problem should be addressed promptly, based on recommendations from clients, referral sources, and others. When a problem is considered high priority, the practitioner documents the problem, provides interventions, and completes ratings."
  },
  {
    "term": "Individual",
    "definition": "Person who experiences a health-related problem. Used as a problem modifier that appears at the third level of the Problem Classification Scheme."
  },
  {
    "term": "Low Priority",
    "definition": "Practitioner’s judgment that a problem is of secondary concern as compared to other problems, based on recommendations from clients, referral sources, and others. When a problem is considered low priority, the practitioner documents the problem, but does not provide interventions or complete ratings until the client’s needs change or increase."
  },
  {
    "term": "Modifiers",
    "definition": "Two sets of terms (Individual, Family, Community and Health Promotion, Potential, Actual) used in conjunction with problems, which allow practitioners to identify to whom the problem pertains and the degree of severity in relation to client strengths, concerns, risk factors, signs, and symptoms."
  },
  {
    "term": "Physiological Domain",
    "definition": "Functions and processes that maintain life. Appears at the first level of the Problem Classification Scheme."
  },
  {
    "term": "Potential",
    "definition": "Client status characterized by the absence of signs and symptoms and the presence of patterns, practices, behaviors, or risk factors that may preclude optimal health. Used as a problem modifier that appears at the third level of the Problem Classification Scheme."
  },
  {
    "term": "Problem Classification Scheme",
    "definition": "Comprehensive, orderly, nonexhaustive, mutually exclusive taxonomy designed to identify clients’ health-related concerns. One of the three components or standardized instruments of the Omaha System."
  },
  {
    "term": "Problems",
    "definition": "Unique client concerns, needs, strengths, issues, foci, or conditions that affect any aspect of the client‘s well-being; nursing diagnoses stated from the client’s perspective. There are 42 problems at the second level of the Problem Classification Scheme."
  },
  {
    "term": "Psychosocial Domain",
    "definition": "Patterns of behavior, emotion, communication, relationships, and development. Appears at the first level of the Problem Classification Scheme."
  },
  {
    "term": "Risk Factors",
    "definition": "Circumstances that increase the client’s vulnerability to the development of a health problem. The practitioner identifies, describes, and documents risk factors when selecting the modifier Potential."
  },
  {
    "term": "Signs",
    "definition": "Objective evidence about a client’s problem. The practitioner identifies, describes, and documents signs and/or symptoms when selecting the modifier Actual. Appear at the fourth level of the Problem Classification Scheme."
  },
  {
    "term": "Symptoms",
    "definition": "Subjective evidence about a client’s problem. The practitioner identifies, describes, and documents symptoms and/or signs when selecting the modifier Actual. Appear at the fourth level of the Problem Classification Scheme."
  },
  {
    "term": "Case Management",
    "definition": "Activities such as coordination, advocacy, and referral that facilitate service delivery; promote assertiveness; guide the individual, family, or community toward use of appropriate resources; and improve communication among health and human service providers. Applicable to a specific problem. Appears at the first level of the Intervention Scheme."
  },
  {
    "term": "Categories",
    "definition": "Four broad areas that provide a structure for describing practitioner actions or activities. Appear at the first level of the Intervention Scheme."
  },
  {
    "term": "Client-Specific Information",
    "definition": "Detailed portion of a plan or intervention statement that is developed and documented by the practitioner. The User’s Guide includes suggested client-specific information for all problems. Appears at the third level of the Intervention Scheme."
  },
  {
    "term": "Interventions",
    "definition": "Actions or activities implemented to address a specific client problem and to improve, maintain, or restore health or prevent illness. An intervention statement consists of a category, one or more targets, and client-specific information."
  },
  {
    "term": "Intervention Scheme",
    "definition": "Comprehensive, orderly, nonexhaustive, mutually exclusive taxonomy used to describe practitioners’ actions and activities. One of the three components or standardized instruments of the Omaha System."
  },
  {
    "term": "Plans",
    "definition": "Proposed actions or activities designed to establish a course of care for a particular client problem. A plan statement consists of a category, one or more targets, and client-specific information."
  },
  {
    "term": "Surveillance",
    "definition": "Activities such as detection, measurement, critical analysis, and monitoring intended to identify the individual, family, or community’s status in relation to a given condition or phenomenon. Applicable to a specific problem. Appears at the first level of the Intervention Scheme."
  },
  {
    "term": "Targets",
    "definition": "Unique objects of practitioner actions or activities that serve to further describe interventions. There are 75 targets at the second level of the intervention Scheme."
  },
  {
    "term": "Teaching, Guidance, and Counseling",
    "definition": "Activities designed to provide information and materials, encourage action and responsibility for self-care and coping, and assist the individual, family, or community to make decisions and solve problems. Applicable to a specific problem. Appear at the first level of the Intervention Scheme."
  },
  {
    "term": "Treatments and Procedures",
    "definition": "Technical activities such as wound care, specimen collection, resistive exercises, and medication prescriptions that are designed to prevent, decrease, or alleviate signs and symptoms for the individual, family, or community. Applicable to a specific problem. Appear at the first level of the Intervention Scheme."
  },
  {
    "term": "Admission Ratings",
    "definition": "Problem-specific numeric ratings for Knowledge, Behavior, and Status completed the first time the problem is identified as high priority for the client."
  },
  {
    "term": "Behavior",
    "definition": "Observable responses, actions, or activities of the client fitting the occasion or purpose. Describes what a client “does.” One of the three separate scales of the Problem Rating Scale for Outcomes."
  },
  {
    "term": "Discharge Ratings",
    "definition": "Problem-specific numeric ratings for Knowledge, Behavior, and Status completed at the time the problem is resolved, is changed to low priority, or when the client is discharged."
  },
  {
    "term": "Interim Ratings",
    "definition": "Problem-specific numeric ratings for Knowledge, Behavior, and Status completed at periodic intervals during the course of service delivery to the client and while the problem is identified as high priority."
  },
  {
    "term": "Knowledge",
    "definition": "Ability of the client to remember and interpret information. Describes what a client “knows.” One of the three separate scales of the Problem Rating Scale for Outcomes."
  },
  {
    "term": "Outcomes Management",
    "definition": "Systematic process of aggregating, analyzing, and interpreting data graphically followed by the dissemination of information."
  },
  {
    "term": "Problem Rating Scale for Outcomes",
    "definition": "Comprehensive, systematic, recurring/evaluation framework designed to measure client progress in relation to specific health-related problems. One of the three components or standardized instruments of the Omaha System."
  },
  {
    "term": "Ratings",
    "definition": "Five numeric choices that comprise three Likert-type scales; the numeric choices and scales depict the most negative to the most positive state of a problem area in relation to the client’s Knowledge, Behavior, and Status. Practitioners need to determine ratings based on the client’s data, not their values or biases."
  },
  {
    "term": "Status",
    "definition": "Condition of the client in relation to objective and subjective characteristics. Describes how a client “is.” One of the three separate scales of the Problem Rating Scale for Outcomes."
  }
]
