[
  {
    "term": "Daten aggregieren",
    "definition": "Problem-, Interventions- und/oder Ergebnisdaten, die zusammengefaßt werden."
  },
  {
    "term": "Bewertung",
    "definition": "Sammlung objektiver und subjektiver Kundendaten; erster Schritt oder Konzept des Problemlösungsprozesses; Verwendung des Problem Classification Scheme ermöglicht es dem Praktiker, die Bewertung zu operationalisieren, bevor er die Problemerkennung abschließt."
  },
  {
    "term": "Klassifizierung",
    "definition": "Prozess der Gruppierung ähnlicher Begriffe nach einem bestimmten Modell."
  },
  {
    "term": "Konzepte",
    "definition": "Ideen, die eine Fusion spezifischer, vertrauter, konkreter Begriffe oder Objekte zu allgemeineren Abstraktionsebenen darstellen; Bausteine einer Klassifikation oder Taxonomie."
  },
  {
    "term": "Kritisches Denken",
    "definition": "Sorgfältige Analyse mit Fakten, Intuition und Erfahrung, die zu einem fundierten Urteil führen soll."
  },
  {
    "term": "Entscheidungsfindung",
    "definition": "Auswahl einer Vorgehensweise unter Berücksichtigung der Vor- und Nachteile von Alternativen."
  },
  {
    "term": "Bewertung",
    "definition": "Prozess zur Messung der Ergebnisse und zum Vergleich der Behandlungsergebnisse mit festgelegten Standards; vierter Schritt oder Konzept des Problemlösungsprozesses; Verwendung der Problem Rating Scale for Outcomes ermöglicht es dem Praktiker, die Bewertung zu operationalisieren."
  },
  {
    "term": "Evidenzbasierte Praxis",
    "definition": "Die Auswahl der Interventionen basiert auf genauen Kundendaten und aktueller Forschung: Der Praktiker kombiniert kritisches Denken und den Problemlösungsprozess und bezieht sich oft auf Best Practices, Richtlinien, Standards, Protokolle oder klinische Pfade."
  },
  {
    "term": "Planung und Intervention",
    "definition": "Vorgeschlagene und abgeschlossene Pflegemaßnahmen und -aktivitäten für verschiedene Klienten; dritter Schritt oder Konzept des Problemlösungsprozesses; Nutzung des Interventionsschemas ermöglicht es dem Praktiker, Planung und Intervention zu operationalisieren."
  },
  {
    "term": "Omaha-System",
    "definition": "Forschungsbasierter Ansatz für Praxis, Dokumentation und Informationsmanagement, der das Problem Classification Scheme, Intervention Scheme und Problem Rating Scale for Outcomes beinhaltet."
  },
  {
    "term": "Omaha Systemmodell",
    "definition": "Zirkuläres, dynamisches, epidemiologisches, interaktives Konzeptmodell, das die standardisierten Instrumente des Omaha-Systems darstellt und auf dem Problemlösungsprozess, der Beziehung zwischen Kunde und Praktiker/Partnerschaft und Konzepten des kritischen Denkens, der klinischen Entscheidungsfindung und der Qualitätsverbesserung basiert."
  },
  {
    "term": "Problemerkennung",
    "definition": "Klinisches Urteil auf der Grundlage von Beurteilungsdaten; Identifizierung oder Diagnose von Kundeninteressen, potenziellen Risiken, Zeichen oder Symptomen; zweiter Schritt oder Konzept des Problemlösungsprozesses; Verwendung der Problemklassifikation ermöglicht es dem Praktiker, die Problemerkennung nach Abschluss der Beurteilung zu operationalisieren."
  },
  {
    "term": "Problemlösungsprozess",
    "definition": "Bewertung, Problemerkennung, Planung und Intervention sowie Bewertungsschritte oder -konzepte, die die multidisziplinäre Gesundheitspraxis leiten und Feedbackschleifen für die Praxis bereitstellen, wobei die Pflegekräfte oft das Synonym Pflegeprozess verwenden, während die Ärzte medizinische Diagnoseverfahren anwenden."
  },
  {
    "term": "Beziehungsentwicklung",
    "definition": "Kunst der Etablierung einer therapeutischen Partnerschaft zwischen Praktizierenden und Klienten durch die Kombination von Gesundheitsleistungen, Verständnis, Selbstachtung, Motivation, Professionalität und einem echten Interesse für andere; eine Partnerschaftsvereinbarung."
  },
  {
    "term": "Taxonomie",
    "definition": "Wissenschaft der Klassifizierung und Anordnung von Begriffen und Konzepten auf Ebenen von allgemein bis spezifisch, nach festgelegten Prinzipien und Regeln."
  },
  {
    "term": "Terminologie",
    "definition": "Studium von Symbolen oder Begriffen, die von einer oder mehreren Disziplinen im Gesundheits- und Sozialwesen verwendet werden: Die American Nurses Association entwickelte einen Anerkennungsprozess für verschiedene Terminologien."
  },
  {
    "term": "Theorie",
    "definition": "Kohärenter Satz von Konzepten; die Beziehungen zwischen den Konzepten können beschrieben werden."
  },
  {
    "term": "Ist",
    "definition": "Problemstatus des Kunden, der durch das Vorhandensein eines oder mehrerer Anzeichen und Symptome gekennzeichnet ist und als Problemmodifikator verwendet wird, der auf der dritten Ebene des Problemklassifikationsschemas erscheint."
  },
  {
    "term": "Community",
    "definition": "Gruppen, Schulen, Kliniken, Nachbarschaften oder andere größere geografische Gebiete, die eine gemeinsame physische Umgebung und das Eigentum an einem gesundheitsbezogenen Problem teilen, als Problemmodifikator, der auf der dritten Ebene des Problemklassifikationssystems erscheint."
  },
  {
    "term": "Details",
    "definition": "Beschreibende Daten, die das Interesse des Kunden an einem bestimmten Problem erklären: Der Arzt identifiziert, beschreibt und dokumentiert Details bei der Auswahl des Modifikators Gesundheitsförderung."
  },
  {
    "term": "Domains",
    "definition": "Vier allgemeine Bereiche, die die Gesundheitspraxis repräsentieren und organisatorische Gruppierungen für Kundenprobleme bilden, erscheinen auf der ersten Ebene des Problemklassifikationssystems."
  },
  {
    "term": "Umweltbereich",
    "definition": "Materielle Ressourcen und physische Umgebung innerhalb und außerhalb des Wohnraums, der Nachbarschaft und der weiteren Gemeinschaft; erscheint auf der ersten Ebene des Problemklassifikationssystems."
  },
  {
    "term": "Familie",
    "definition": "Soziale Einheit oder verwandte Gruppe von Personen, die zusammenleben und das Eigentum an einem gesundheitsbezogenen Problem teilen; wird als Problemmodifikator verwendet, der auf der dritten Ebene des Problemklassifikationssystems erscheint."
  },
  {
    "term": "Gesundheitsförderung",
    "definition": "Kundenstatus, der sich durch das Interesse an der Steigerung der Wissens-, Verhaltens- und Gesundheitserwartungen sowie durch die Entwicklung von Stärken und Ressourcen zur Steigerung des Wohlbefindens ohne Risikofaktoren, Anzeichen oder Symptome auszeichnet und als Problemmodifikator auf der dritten Ebene des Problemklassifikationssystems eingesetzt wird."
  },
  {
    "term": "Bereich Gesundheitsbezogene Verhaltensweisen",
    "definition": "Muster von Aktivitäten, die das Wohlbefinden erhalten oder fördern, die Regeneration fördern und das Krankheitsrisiko verringern; erscheint auf der ersten Ebene des Problem Classification Scheme."
  },
  {
    "term": "Hohe Priorität",
    "definition": "Das Urteil des Praktikers, dass ein Problem unverzüglich angegangen werden sollte, basierend auf Empfehlungen von Kunden, Empfehlungsquellen und anderen. Wenn ein Problem als vorrangig eingestuft wird, dokumentiert der Praktiker das Problem, bietet Interventionen an und schließt Bewertungen ab."
  },
  {
    "term": "Individuell",
    "definition": "Person, die ein gesundheitliches Problem hat, wird als Problemmodifikator verwendet, der auf der dritten Ebene des Problemklassifikationsschemas erscheint."
  },
  {
    "term": "Niedrige Priorität",
    "definition": "Die Beurteilung des Praktikers, dass ein Problem im Vergleich zu anderen Problemen von untergeordneter Bedeutung ist, basiert auf Empfehlungen von Kunden, Empfehlungsquellen und anderen. Wenn ein Problem als unwichtig eingestuft wird, dokumentiert der Praktiker das Problem, liefert aber keine Interventionen oder vollständige Bewertungen, bis sich die Bedürfnisse des Kunden ändern oder erhöhen."
  },
  {
    "term": "Modifikatoren",
    "definition": "Zwei Gruppen von Begriffen (Individuum, Familie, Gemeinschaft und Gesundheitsförderung, Potenzial, Tatsächlich), die in Verbindung mit Problemen verwendet werden und es den Praktizierenden ermöglichen, festzustellen, auf wen sich das Problem bezieht und wie schwer es in Bezug auf Kundenstärken, Anliegen, Risikofaktoren, Zeichen und Symptome ist."
  },
  {
    "term": "Physiologischer Bereich",
    "definition": "Funktionen und Prozesse, die das Leben erhalten. erscheint auf der ersten Ebene des Problemklassifikationsschemas."
  },
  {
    "term": "Potential",
    "definition": "Kundenstatus, der durch das Fehlen von Anzeichen und Symptomen und das Vorhandensein von Mustern, Praktiken, Verhaltensweisen oder Risikofaktoren gekennzeichnet ist, die eine optimale Gesundheit ausschließen können; wird als Problemmodifikator verwendet, der auf der dritten Ebene des Problemklassifikationssystems erscheint."
  },
  {
    "term": "Problemklassifikationsschema",
    "definition": "Umfassende, geordnete, nicht erschöpfende, sich gegenseitig ausschließende Taxonomie, die darauf abzielt, die gesundheitlichen Bedenken der Kunden zu ermitteln - eine der drei Komponenten oder standardisierten Instrumente des Omaha-Systems."
  },
  {
    "term": "Probleme",
    "definition": "Einzigartige Anliegen, Bedürfnisse, Stärken, Probleme, Schwerpunkte oder Zustände des Kunden, die sich auf jeden Aspekt des Wohlbefindens des Kunden auswirken; Pflegediagnosen aus der Sicht des Kunden. 42 Probleme gibt es auf der zweiten Ebene des Problemklassifikationssystems."
  },
  {
    "term": "Psychosozialer Bereich",
    "definition": "Verhaltensmuster, Emotionen, Kommunikation, Beziehungen und Entwicklung: Erscheint auf der ersten Ebene des Problem Classification Scheme."
  },
  {
    "term": "Risikofaktoren",
    "definition": "Umstände, die die Anfälligkeit des Kunden für die Entwicklung eines Gesundheitsproblems erhöhen: Der Arzt identifiziert, beschreibt und dokumentiert Risikofaktoren bei der Auswahl des Modifikators Potenzial."
  },
  {
    "term": "Schilder",
    "definition": "Objektiver Nachweis über das Problem eines Kunden: Der Praktiker identifiziert, beschreibt und dokumentiert Zeichen und/oder Symptome bei der Auswahl des Modifikators Actual und erscheint auf der vierten Ebene des Problemklassifikationssystems."
  },
  {
    "term": "Symptome",
    "definition": "Subjektive Evidenz über das Problem eines Klienten: Der Praktiker identifiziert, beschreibt und dokumentiert Symptome und/oder Anzeichen bei der Auswahl des Modifikators Actual und erscheint auf der vierten Ebene des Problemklassifikationssystems."
  },
  {
    "term": "Fall-Management",
    "definition": "Aktivitäten wie Koordination, Lobbyarbeit und Überweisung, die die Erbringung von Dienstleistungen erleichtern, Durchsetzungsvermögen fördern, den Einzelnen, die Familie oder die Gemeinschaft zur Nutzung geeigneter Ressourcen führen und die Kommunikation zwischen Gesundheits- und Personaldienstleistern verbessern; auf ein bestimmtes Problem anwendbar; erscheint auf der ersten Ebene des Interventionssystems."
  },
  {
    "term": "Kategorien",
    "definition": "Vier große Bereiche, die eine Struktur zur Beschreibung von Handlungen oder Aktivitäten von Praktikern bieten, erscheinen auf der ersten Ebene des Interventionssystems."
  },
  {
    "term": "Kundenspezifische Informationen",
    "definition": "Detaillierter Teil eines Plans oder einer Interventionserklärung, der vom Praktiker entwickelt und dokumentiert wird. Das Benutzerhandbuch enthält Vorschläge für kundenspezifische Informationen zu allen Problemen und erscheint auf der dritten Ebene des Interventionssystems."
  },
  {
    "term": "Interventionen",
    "definition": "Maßnahmen oder Aktivitäten, die durchgeführt werden, um ein bestimmtes Kundenproblem anzugehen und die Gesundheit zu verbessern, zu erhalten, wiederherzustellen oder Krankheiten zu verhindern: Eine Interventionserklärung besteht aus einer Kategorie, einem oder mehreren Zielen und kundenspezifischen Informationen."
  },
  {
    "term": "Interventionsschema",
    "definition": "Umfassende, geordnete, nicht erschöpfende, sich gegenseitig ausschließende Taxonomie zur Beschreibung der Handlungen und Aktivitäten von Praktizierenden, eine der drei Komponenten oder standardisierten Instrumente des Omaha-Systems."
  },
  {
    "term": "Pläne",
    "definition": "Vorgeschlagene Maßnahmen oder Aktivitäten zur Etablierung einer Vorgehensweise bei einem bestimmten Kundenproblem: Eine Planabrechnung besteht aus einer Kategorie, einem oder mehreren Zielen und kundenspezifischen Informationen."
  },
  {
    "term": "Überwachung",
    "definition": "Aktivitäten wie Erkennung, Messung, kritische Analyse und Überwachung, die darauf abzielen, den Status der Person, Familie oder Gemeinde in Bezug auf einen bestimmten Zustand oder ein bestimmtes Phänomen zu identifizieren, die auf ein bestimmtes Problem anwendbar sind."
  },
  {
    "term": "Ziele",
    "definition": "Einzigartige Objekte von Praktikeraktionen oder Aktivitäten, die dazu dienen, Interventionen weiter zu beschreiben. 75 Ziele gibt es auf der zweiten Ebene des Interventionssystems."
  },
  {
    "term": "Lehre, Anleitung und Beratung",
    "definition": "Aktivitäten, die darauf abzielen, Informationen und Materialien bereitzustellen, Maßnahmen und Verantwortung für die Selbsthilfe und Bewältigung zu fördern und den Einzelnen, die Familie oder die Gemeinschaft bei der Entscheidungsfindung und Problemlösung zu unterstützen, die für ein bestimmtes Problem gelten und auf der ersten Ebene des Interventionssystems erscheinen."
  },
  {
    "term": "Behandlungen und Verfahren",
    "definition": "Technische Aktivitäten wie Wundversorgung, Probenentnahme, Widerstandsübungen und Medikamentenrezepte, die darauf abzielen, Zeichen und Symptome für den Einzelnen, die Familie oder die Gemeinschaft zu verhindern, zu vermindern oder zu lindern, die auf ein bestimmtes Problem zutreffen."
  },
  {
    "term": "Zulassungsbewertungen",
    "definition": "Problemspezifische numerische Bewertungen für Wissen, Verhalten und Status, die bei der ersten Identifizierung des Problems als hohe Priorität für den Kunden abgeschlossen wurden."
  },
  {
    "term": "Verhalten",
    "definition": "Beobachtbare Antworten, Aktionen oder Aktivitäten des Kunden, die zum Anlass oder Zweck passen: Beschreibt, was ein Kunde \"tut\" - eine der drei verschiedenen Skalen der Problem Rating Scale for Outcomes."
  },
  {
    "term": "Abflussleistungen",
    "definition": "Problemspezifische numerische Bewertungen für Wissen, Verhalten und Status, die zum Zeitpunkt der Problemlösung abgeschlossen sind, werden auf niedrige Priorität geändert oder wenn der Client entlassen wird."
  },
  {
    "term": "Zwischenrating",
    "definition": "Problemspezifische numerische Bewertungen für Wissen, Verhalten und Status, die in regelmäßigen Abständen während der Leistungserbringung an den Kunden und während der Identifizierung des Problems durchgeführt werden."
  },
  {
    "term": "Wissen",
    "definition": "Fähigkeit des Kunden, sich an Informationen zu erinnern und diese zu interpretieren; beschreibt, was ein Kunde \"weiß\"; eine der drei verschiedenen Skalen der Problem Rating Scale for Outcomes."
  },
  {
    "term": "Outcomes Management",
    "definition": "Systematischer Prozess der Aggregation, Analyse und Interpretation von Daten in grafischer Form, gefolgt von der Verbreitung von Informationen."
  },
  {
    "term": "Problembewertungsskala für Ergebnisse",
    "definition": "Umfassender, systematischer Rahmen für die Wiederholung und Bewertung, der den Fortschritt der Kunden bei spezifischen gesundheitlichen Problemen misst - eine der drei Komponenten oder standardisierten Instrumente des Omaha-Systems."
  },
  {
    "term": "Ratings",
    "definition": "Fünf numerische Auswahlmöglichkeiten, die drei Skalen vom Typ Likert umfassen; die numerischen Auswahlmöglichkeiten und Skalen stellen den negativsten bis positivsten Zustand eines Problembereichs in Bezug auf Wissen, Verhalten und Status des Kunden dar; Praktiker müssen Bewertungen basierend auf den Daten des Kunden und nicht auf dessen Werten oder Vorurteilen bestimmen."
  },
  {
    "term": "Status",
    "definition": "Zustand des Kunden in Bezug auf objektive und subjektive Merkmale, beschreibt, wie ein Kunde \"ist\", eine der drei separaten Skalen der Problem Rating Scale for Outcomes."
  }
]